Repository: wieni/wmmedia
Catalog: translations/*.po
Languages: nl

source: A media library for Drupal 8, built by Wieni
nl: Een mediabibliotheek voor Drupal 8, gebouwd door Wieni

source: Add image
nl: Afbeelding toevoegen

source: Add file
nl: Bestand toevoegen

source: Images
nl: Afbeeldingen

source: Files
nl: Bestanden

source: Usage
nl: Gebruik

source: Preview
nl: Voorbeeld

source: Copied!
nl: Gekopieerd!

source: Copy url
nl: Kopieer url

source: Download original
nl: Download origineel

source: Name
nl: Naam

source: Caption
nl: Onderschrift

source: Alternate
nl: Alternatieve

source: File size
nl: Bestandsgrootte

source: Dimensions
nl: Dimensies

source: Date created
nl: Aanmaakdatum

source: Media usage for :media
nl: Gebruik van media voor :media

source: Are you sure you want to delete :file ? It is still <a href="@link">in use</a>.
nl: Weet je zeker dat je :file wilt verwijderen? Het is nog steeds <a href="@link">in gebruik</a>.

source: Save
nl: Opslaan

source: Add or select media
nl: Media toevoegen of kiezen

source: Link media file
nl: Link toevoegen naar mediabestand

source: Media file link
nl: Link toevoegen naar mediabestand

source: Media file upload (DO NOT USE)
nl: Uploaden van mediabestanden (NIET GEBRUIKEN)

source: Upload widget that will create media entities of the uploaded files.
nl: Upload widget waarmee media-entiteiten van de geüploade bestanden worden gemaakt.

source: Media image upload (DO NOT USE)
nl: Uploaden van media-afbeeldingen (NIET GEBRUIKEN)

source: Upload widget that will create media entities of the uploaded images.
nl: Upload widget waarmee media-entiteiten van de geüploade afbeeldingen worden gemaakt.

source: Media file browser
nl: Media bestandsbrowser

source: File listing for media browser
nl: Bestandenlijst voor media browser

source: Image style
nl: Afbeeldingsstijl

source: Media image browser
nl: Media afbeeldingbrowser

source: Image listings for media browser
nl: Afbeeldingenlijst voor media browser

source: Image style: @imageStyleLabel
nl: Afbeeldingsstijl: @imageStyleLabel

source: Image
nl: Afbeelding

source: Enable <em>Title</em> field
nl: Schakel het <em>Titel</em> veld in

source: The title attribute is used as a tooltip when the mouse hovers over the file. Enabling this field is not recommended as it can cause problems with screen readers.
nl: Het title attribuut wordt gebruikt als een tooltip wanneer de muis over het bestand zweeft. Het inschakelen van dit veld wordt niet aanbevolen omdat dit problemen kan veroorzaken met schermlezers.

source: <em>Title</em> field required
nl: <em>Titel</em> veld is verplicht

source: Title
nl: Titel

source: Media file with extras
nl: Mediabestand met extra's

source: An entity field containing an file media entity reference with an extra title.
nl: Een entiteitsveld met een verwijzing naar de file media-entiteit met een extra titel.

source: Reference
nl: Verwijzing

source: The title attribute is used as a tooltip when the mouse hovers over the image. Enabling this field is not recommended as it can cause problems with screen readers.
nl: Het title attribuut wordt gebruikt als een tooltip wanneer de muis over de afbeelding zweeft. Het inschakelen van dit veld wordt niet aanbevolen omdat dit problemen kan veroorzaken met schermlezers.

source: Enable <em>Description</em> field
nl: Schakel het <em>Omschrijving</em> veld in

source: The description field allows users to enter a caption for the image.
nl: In het beschrijvingsveld kunnen gebruikers een bijschrift voor de afbeelding invoeren.

source: <em>Description</em> field required
nl: <em>Beschrijving</em> veld is verplicht

source: Description
nl: Beschrijving

source: Media image with extras
nl: Media-afbeelding met extra's

source: An entity field containing an image media entity reference with an extra title / description.
nl: Een entiteitsveld dat een afbeelding-media-entiteitreferentie bevat met een extra titel / beschrijving.

source: Remove
nl: Verwijderen

source: Replace
nl: Vervangen

source: Edit
nl: Bewerken

source: Media file
nl: Mediabestand

source: Uses entity browser to select files.
nl: Gebruikt een entiteitsbrowser om bestanden te kiezen.

source: Entity browser
nl: Entiteitsbrowser

source: Display Remove button
nl: Toon de Verwijder-knop

source: Display Edit button
nl: Toon de Bewerken-knop

source: Show field label above the widget
nl: Toon de veldlabel boven de widget

source: Title Enabled
nl: Titel Ingeschakeld

source: Title Required
nl: Titel Verplicht

source: Title Label
nl: Titel Label

source: Description Enabled
nl: Omschrijving Ingeschakeld

source: Description Required
nl: Omschrijving Verplicht

source: Description Label
nl: Omschrijving Label

source: Entity browser: @value
nl: Entiteitsbrowser: @value

source: Display remove button: @value
nl: Toon de verwijderknop: @value

source: Yes
nl: Ja

source: No
nl: Nee

source: Display edit button: @value
nl: Toon de bewerkknop: @value

source: Show field label: @value
nl: Toon de veldlabel: @value

source: Title field: @enabled, @required, Label: @label
nl: Titel veld: @enabled, @required, Label: @label

source: Description field: @enabled, @required, Label: @label
nl: Omschrijving veld: @enabled, @required, Label: @label

source: Operations
nl: Bewerkingen

source: No media selected
nl: Geen media geselecteerd

# Sort order
source: Order
nl: Volgorde

source: Weight for row @number
nl: Gewicht voor rij @number

source: @name field is required.
nl: @name veld is verplicht.

source: Media Browser with extra fields
nl: Mediabrowser met extra velden

source: A widget containing a media reference with an extra title/description.
nl: Een widget met een mediaverwijzing met een extra titel / beschrijving.

source: Process links to media entities.
nl: Verwerk links naar media entiteiten.

source: Media usage
nl: Mediagebruik

source: Use Imgix image fields for reusable media.
nl: Gebruik Imgix afbeeldingsbestanden voor herbruikbare media

source: No files available.
nl: Geen bestanden beschikbaar.

source: Search
nl: Zoeken

source: Extension
nl: Bestandsextensie

source: In use
nl: In gebruik

source: title
nl: titel

source: description
nl: beschrijving

source: Any
nl: Geen

source: Image size
nl: Afbeeldingsgrootte

source: Small
nl: Klein

source: Large
nl: Groot

source: Reset
nl: Opnieuw instellen

source: Field
nl: Veld

source: Required
nl: Verplicht

source: :label is not in use.
nl: :label is niet in gebruik.
